

[{"id": 1,"bible_type": "Old Testament","book_name": "Genesis","chapter": 1,"verse": 27,"verse_text": "So God created man in his own image, in the image of God he created him; male and female he created them."}, {"id": 2,"bible_type": "Old Testament","book_name": "Exodus","chapter": 3,"verse": "14a","verse_text": "God said to Moses, “I AM WHO I AM.”"}, {"id": 3,"bible_type": "Old Testament","book_name": "Deuteronomy","chapter": 31,"verse": 6,"verse_text": "Be strong and courageous. Do not fear or be in dread of them, for it is the Lord your God who goes with you. He will not leave you or forsake you."}, {"id": 4,"bible_type": "Old Testament","book_name": "Joshua","chapter": 1,"verse": 9,"verse_text": "Have I not commanded you? Be strong and courageous. Do not be frightened, and do not be dismayed, for the Lord your God is with you wherever you go."}, {"id": 5,"bible_type": "Old Testament","book_name": "Psalms","chapter": 23,"verse": 1,"verse_text": "The Lord is my shepherd; I shall not want."}, {"id": 6,"bible_type": "Old Testament","book_name": "Psalms","chapter": 23,"verse": 4,"verse_text": "Even though I walk through the valley of the shadow of death, I will fear no evil, for you are with me; your rod and your staff, they comfort me."}, {"id": 7,"bible_type": "Old Testament","book_name": "Psalms","chapter": 37,"verse": 4,"verse_text": "Delight yourself in the Lord, and he will give you the desires of your heart."}, {"id": 8,"bible_type": "Old Testament","book_name": "Psalms","chapter": 46,"verse": 1,"verse_text": "God is our refuge and strength, a very present help in trouble."}, {"id": 9,"bible_type": "Old Testament","book_name": "Psalms","chapter": 46,"verse": 10,"verse_text": "“Be still, and know that I am God. I will be exalted among the nations, I will be exalted in the earth!”"}, {"id": 10,"bible_type": "Old Testament","book_name": "Psalms","chapter": 51,"verse": 10,"verse_text": "Create in me a clean heart, O God, and renew a right spirit within me."}, {"id": 11,"bible_type": "Old Testament","book_name": "Psalms","chapter": 51,"verse": 12,"verse_text": "Restore to me the joy of your salvation, and uphold me with a willing spirit."}, {"id": 12,"bible_type": "Old Testament","book_name": "Psalms","chapter": 119,"verse": 9,"verse_text": "How can a young man keep his way pure? By guarding it according to your word."}, {"id": 13,"bible_type": "Old Testament","book_name": "Psalms","chapter": 119,"verse": 11,"verse_text": "I have stored up your word in my heart, that I might not sin against you."}, {"id": 14,"bible_type": "Old Testament","book_name": "Psalms","chapter": 139,"verse": 1,"verse_text": "O Lord, you have searched me and known me!"}, {"id": 15,"bible_type": "Old Testament","book_name": "Psalms","chapter": 139,"verse": 3,"verse_text": "For you formed my inward parts; you knitted me together in my mothers womb."}, {"id": 16,"bible_type": "Old Testament","book_name": "Psalms","chapter": 139,"verse": 14,"verse_text": "I praise you, for I am fearfully and wonderfully made. Wonderful are your works; my soul knows it very well."}, {"id": 17,"bible_type": "Old Testament","book_name": "Psalms","chapter": 143,"verse": 8,"verse_text": "Let me hear in the morning of your steadfast love, for in you I trust. Make me know the way I should go, for to you I lift up my soul."}, {"id": 18,"bible_type": "Old Testament","book_name": "Proverbs","chapter": 3,"verse": 6,"verse_text": "Trust in the Lord with all your heart, and do not lean on your own understanding. In all your ways acknowledge him, and he will make straight your paths."}, {"id": 19,"bible_type": "Old Testament","book_name": "Proverbs","chapter": 22,"verse": 6,"verse_text": "Train up a child in the way he should go; even when he is old he will not depart from it."}, {"id": 20,"bible_type": "Old Testament","book_name": "Proverbs","chapter": 28,"verse": 13,"verse_text": "Whoever conceals his transgressions will not prosper, but he who confesses and forsakes them will obtain mercy."}, {"id": 21,"bible_type": "Old Testament","book_name": "Isaiah","chapter": 40,"verse": 31,"verse_text": "but they who wait for the Lord shall renew their strength; they shall mount up with wings like eagles; they shall run and not be weary; they shall walk and not faint."}, {"id": 22,"bible_type": "Old Testament","book_name": "Isaiah","chapter": 41,"verse": 10,"verse_text": "fear not, for I am with you; be not dismayed, for I am your God; I will strengthen you, I will help you, I will uphold you with my righteous right hand."}, {"id": 23,"bible_type": "Old Testament","book_name": "Isaiah","chapter": 53,"verse": 5,"verse_text": "But he was pierced for our transgressions; he was crushed for our iniquities; upon him was the chastisement that brought us peace, and with his wounds we are healed."}, {"id": 24,"bible_type": "Old Testament","book_name": "Isaiah","chapter": "55:8","verse": 9,"verse_text": "For my thoughts are not your thoughts, neither are your ways my ways, declares the Lord. For as the heavens are higher than the earth, so are my ways higher than your ways and my thoughts than your thoughts."}, {"id": 25,"bible_type": "Old Testament","book_name": "Isaiah","chapter": 63,"verse": 16,"verse_text": "For you are our Father, though Abraham does not know us, and Israel does not acknowledge us; you, O Lord, are our Father, our Redeemer from of old is your name."}, {"id": 26,"bible_type": "Old Testament","book_name": "Jeremiah","chapter": 29,"verse": 11,"verse_text": "For I know the plans I have for you, declares the Lord, plans for welfare and not for evil, to give you a future and a hope."}, {"id": 27,"bible_type": "Old Testament","book_name": "Ezekiel","chapter": 36,"verse": 25,"verse_text": "I will sprinkle clean water on you, and you shall be clean from all your uncleannesses, and from all your idols I will cleanse you."}, {"id": 28,"bible_type": "Old Testament","book_name": "Ezekiel","chapter": 36,"verse": 26,"verse_text": "And I will give you a new heart, and a new spirit I will put within you. And I will remove the heart of stone from your flesh and give you a heart of flesh."}, {"id": 29,"bible_type": "Old Testament","book_name": "Zephaniah","chapter": 3,"verse": 17,"verse_text": "The Lord your God is in your midst, a mighty one who will save; he will rejoice over you with gladness; he will quiet you by his love; he will exult over you with loud singing."}, {"id": 30,"bible_type": "New Testament","book_name": "Matthew","chapter": 5,"verse": 3,"verse_text": "“Blessed are the poor in spirit, for theirs is the kingdom of heaven.”"}, {"id": 31,"bible_type": "New Testament","book_name": "Matthew","chapter": 5,"verse": 4,"verse_text": "Blessed are those who mourn, for they shall be comforted."}, {"id": 32,"bible_type": "New Testament","book_name": "Matthew","chapter": 5,"verse": 16,"verse_text": "In the same way, let your light shine before others, so that they may see your good works and give glory to your Father who is in heaven."}, {"id": 33,"bible_type": "New Testament","book_name": "Matthew","chapter": 6,"verse": 33,"verse_text": "But seek first the kingdom of God and his righteousness, and all these things will be added to you."}, {"id": 34,"bible_type": "New Testament","book_name": "Matthew","chapter": 7,"verse": 7,"verse_text": "Ask, and it will be given to you; seek, and you will find; knock, and it will be opened to you."}, {"id": 35,"bible_type": "New Testament","book_name": "Matthew","chapter": 7,"verse": 11,"verse_text": "If you then, who are evil, know how to give good gifts to your children, how much more will your Father who is in heaven give good things to those who ask him!"}, {"id": 36,"bible_type": "New Testament","book_name": "Matthew","chapter": 11,"verse": 28,"verse_text": "Come to me, all who labor and are heavy laden, and I will give you rest."}, {"id": 37,"bible_type": "New Testament","book_name": "John","chapter": 3,"verse": 16,"verse_text": "“For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life.”"}, {"id": 38,"bible_type": "New Testament","book_name": "John","chapter": 3,"verse": 17,"verse_text": "For God did not send his Son into the world to condemn the world, but in order that the world might be saved through him."}, {"id": 39,"bible_type": "New Testament","book_name": "John","chapter": 10,"verse": 10,"verse_text": "The thief comes only to steal and kill and destroy. I came that they may have life and have it abundantly."}, {"id": 40,"bible_type": "New Testament","book_name": "John","chapter": 14,"verse": 6,"verse_text": "Jesus said to him, “I am the way, and the truth, and the life. No one comes to the Father except through me."}, {"id": 41,"bible_type": "New Testament","book_name": "Romans","chapter": 1,"verse": 16,"verse_text": "For I am not ashamed of the gospel, for it is the power of God for salvation to everyone who believes, to the Jew first and also to the Greek."}, {"id": 42,"bible_type": "New Testament","book_name": "Romans","chapter": 5,"verse": 8,"verse_text": "but God shows his love for us in that while we were still sinners, Christ died for us."}, {"id": 43,"bible_type": "New Testament","book_name": "Romans","chapter": 8,"verse": 1,"verse_text": "There is therefore now no condemnation for those who are in Christ Jesus."}, {"id": 44,"bible_type": "New Testament","book_name": "Romans","chapter": 8,"verse": 15,"verse_text": "For you did not receive the spirit of slavery to fall back into fear, but you have received the Spirit of adoption as sons, by whom we cry, “Abba! Father!”"}, {"id": 45,"bible_type": "New Testament","book_name": "Romans","chapter": 8,"verse": 18,"verse_text": "For I consider that the sufferings of this present time are not worth comparing with the glory that is to be revealed to us."}, {"id": 46,"bible_type": "New Testament","book_name": "Romans","chapter": 8,"verse": 37,"verse_text": "No, in all these things we are more than conquerors through him who loved us."}, {"id": 47,"bible_type": "New Testament","book_name": "Romans","chapter": "8:38","verse": 39,"verse_text": "For I am sure that neither death nor life, nor angels nor rulers, nor things present nor things to come, nor powers, nor height nor depth, nor anything else in all creation, will be able to separate us from the love of God in Christ Jesus our Lord."}, {"id": 48,"bible_type": "New Testament","book_name": "Romans","chapter": 12,"verse": 2,"verse_text": "Do not be conformed to this world, but be transformed by the renewal of your mind, that by testing you may discern what is the will of God, what is good and acceptable and perfect."}, {"id": 49,"bible_type": "New Testament","book_name": "1 Corinthians","chapter": 10,"verse": 13,"verse_text": "No temptation has overtaken you that is not common to man. God is faithful, and he will not let you be tempted beyond your ability, but with the temptation he will also provide the way of escape, that you may be able to endure it."}, {"id": 50,"bible_type": "New Testament","book_name": "1 Corinthians","chapter": 10,"verse": 31,"verse_text": "So, whether you eat or drink, or whatever you do, do all to the glory of God."}, {"id": 51,"bible_type": "New Testament","book_name": "1 Corinthians","chapter": "13:4","verse": 7,"verse_text": "Love is patient and kind; love does not envy or boast; it is not arrogant or rude. It does not insist on its own way; it is not irritable or resentful; it does not rejoice at wrongdoing, but rejoices with the truth. Love bears all things, believes all things."}, {"id": 52,"bible_type": "New Testament","book_name": "1 Corinthians","chapter": 16,"verse": 13,"verse_text": "Be watchful, stand firm in the faith, act like men, be strong."}, {"id": 53,"bible_type": "New Testament","book_name": "1 Corinthians","chapter": 16,"verse": 14,"verse_text": "Let all that you do be done in love."}, {"id": 54,"bible_type": "New Testament","book_name": "2 Corinthians","chapter": 5,"verse": 17,"verse_text": "Therefore, if anyone is in Christ, he is a new creation. The old has passed away; behold, the new has come."}, {"id": 55,"bible_type": "New Testament","book_name": "2 Corinthians","chapter": 5,"verse": 21,"verse_text": "For our sake he made him to be sin who knew no sin, so that in him we might become the righteousness of God."}, {"id": 56,"bible_type": "New Testament","book_name": "2 Corinthians","chapter": 12,"verse": 9,"verse_text": "But he said to me, “My grace is sufficient for you, for my power is made perfect in weakness.” Therefore I will boast all the more gladly of my weaknesses, so that the power of Christ may rest upon me."}, {"id": 57,"bible_type": "New Testament","book_name": "Galatians","chapter": 2,"verse": 20,"verse_text": "I have been crucified with Christ. It is no longer I who live, but Christ who lives in me. And the life I now live in the flesh I live by faith in the Son of God, who loved me and gave himself for me."}, {"id": 58,"bible_type": "New Testament","book_name": "Galatians","chapter": 5,"verse": 1,"verse_text": "For freedom Christ has set us free; stand firm therefore, and do not submit again to a yoke of slavery."}, {"id": 59,"bible_type": "New Testament","book_name": "Galatians","chapter": "5:22","verse": 23,"verse_text": "But the fruit of the Spirit is love, joy, peace, patience, kindness, goodness, faithfulness, gentleness, self-control; against such things there is no law."}, {"id": 60,"bible_type": "New Testament","book_name": "Ephesians","chapter": 2,"verse": 8,"verse_text": "For by grace you have been saved through faith. And this is not your own doing; it is the gift of God."}, {"id": 61,"bible_type": "New Testament","book_name": "Ephesians","chapter": 2,"verse": 10,"verse_text": "For we are his workmanship, created in Christ Jesus for good works, which God prepared beforehand, that we should walk in them."}, {"id": 62,"bible_type": "New Testament","book_name": "Ephesians","chapter": 2,"verse": 13,"verse_text": "But now in Christ Jesus you who once were far off have been brought near by the blood of Christ."}, {"id": 63,"bible_type": "New Testament","book_name": "Ephesians","chapter": 4,"verse": 32,"verse_text": "Be kind to one another, tenderhearted, forgiving one another, as God in Christ forgave you."}, {"id": 64,"bible_type": "New Testament","book_name": "Colossians","chapter": 3,"verse": 12,"verse_text": "Therefore, as God’s chosen people, holy and dearly loved, clothe yourselves with compassion, kindness, humility, gentleness and patience."}, {"id": 65,"bible_type": "New Testament","book_name": "Philippians","chapter": 1,"verse": 6,"verse_text": "And I am sure of this, that he who began a good work in you will bring it to completion at the day of Jesus Christ."}, {"id": 66,"bible_type": "New Testament","book_name": "Philippians","chapter": 3,"verse": 13,"verse_text": "Brothers, I do not consider that I have made it my own. But one thing I do: forgetting what lies behind and straining forward to what lies ahead"}, {"id": 67,"bible_type": "New Testament","book_name": "Philippians","chapter": 4,"verse": 6,"verse_text": "do not be anxious about anything, but in everything by prayer and supplication with thanksgiving let your requests be made known to God."}, {"id": 68,"bible_type": "New Testament","book_name": "Philippians","chapter": 4,"verse": 13,"verse_text": "I can do all things through him who strengthens me."}, {"id": 69,"bible_type": "New Testament","book_name": "Philippians","chapter": 4,"verse": 19,"verse_text": "And my God will supply every need of yours according to his riches in glory in Christ Jesus."}, {"id": 70,"bible_type": "New Testament","book_name": "2 Timothy","chapter": 1,"verse": 7,"verse_text": "for God gave us a spirit not of fear but of power and love and self-control."}, {"id": 71,"bible_type": "New Testament","book_name": "Hebrews","chapter": 4,"verse": 12,"verse_text": "For the word of God is living and active, sharper than any two-edged sword, piercing to the division of soul and of spirit, of joints and of marrow, and discerning the thoughts and intentions of the heart."}, {"id": 72,"bible_type": "New Testament","book_name": "Hebrews","chapter": 4,"verse": 15,"verse_text": "For we do not have a high priest who is unable to sympathize with our weaknesses, but one who in every respect has been tempted as we are, yet without sin."}, {"id": 73,"bible_type": "New Testament","book_name": "Hebrews","chapter": 4,"verse": 16,"verse_text": "Let us then with confidence draw near to the throne of grace, that we may receive mercy and find grace to help in time of need."}, {"id": 74,"bible_type": "New Testament","book_name": "Hebrews","chapter": 11,"verse": 1,"verse_text": "Now faith is the assurance of things hoped for, the conviction of things not seen."}, {"id": 75,"bible_type": "New Testament","book_name": "Hebrews","chapter": 12,"verse": "1-2","verse_text": "Therefore, since we are surrounded by so great a cloud of witnesses, let us also lay aside every weight, and sin which clings so closely, and let us run with endurance the race that is set before us, looking to Jesus, the founder and perfecter of our faith, who for the joy that was set before him endured the cross, despising the shame, and is seated at the right hand of the throne of God."}, {"id": 76,"bible_type": "New Testament","book_name": "James","chapter": 1,"verse": "2-4","verse_text": "Count it all joy, my brothers, when you meet trials of various kinds, for you know that the testing of your faith produces steadfastness. And let steadfastness have its full effect, that you may be perfect and complete, lacking in nothing."}, {"id": 77,"bible_type": "New Testament","book_name": "1 Peter","chapter": 5,"verse": "6-7","verse_text": "Humble yourselves, therefore, under the mighty hand of God so that at the proper time he may exalt you, casting all your anxieties on him, because he cares for you."}, {"id": 78,"bible_type": "New Testament","book_name": "James","chapter": 1,"verse": 15,"verse_text": "If any of you lacks wisdom, let him ask God, who gives generously to all without reproach, and it will be given him."}, {"id": 79,"bible_type": "New Testament","book_name": "1 John","chapter": 1,"verse": 9,"verse_text": "If we confess our sins, he is faithful and just to forgive us our sins and to cleanse us from all unrighteousness."}, {"id": 80,"bible_type": "New Testament","book_name": "Revelation","chapter": 21,"verse": 4,"verse_text": "He will wipe away every tear from their eyes, and death shall be no more, neither shall there be mourning, nor crying, nor pain anymore, for the former things have passed away."}]